Repository: mozilla-l10n/mt-training-data
Catalog: vec/vec_pontoon.tmx
Source language: en_us
Languages: vec

source: 1 add-on
vec: 1 conponente xontà

source: %1$d new permissions are required
vec: %1$d nove autorixasioni dimandà

source: %1$d out of %2$d
vec: %1$d out de %2$d

source: %1$d selected
vec: %1$d seƚesionà

source: 1. Go to Android Settings
vec: 1. Vèrxii ƚe inpostasioni de Android

source: %1$s add-ons
vec: %1$s conponenti xontabiƚi

source: %1$s can’t download this file type
vec: Non xe posibiƚe scargare sto tipo de file en %1$s

source: %1$s clears your search and browsing history when you quit the app or close all private tabs. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
vec: %1$s scanseƚa ƚa cronoƚogìa de reserca e navigasion pena te ve fora da ƚ’app o te sari su tute cuante ƚe schede anonime. Anca se sta modalità no ƚa te rende conpletamente anonimo ne i confronti de i siti web o de’l tò fornitore de servisi internet, se trata ƚo steso de on stromento utiƚe par inpedire a altri utilixatori de sto dispoxitivo de otegnere informasion so ƚa tò atività online.

source: %1$s has a new update
vec: Novo axornamento par %1$s

source: %1$s is requesting your username and password.
vec: %1$s dimanda on nòme utente e na password.

source: 1 tab
vec: 1 scheda

source: %2$s is requesting your username and password. The site says: “%1$s”
vec: %2$s el dimanda on nòme utente e na password. El sito el riporta: “%1$s”

source: 2. Tap <b>Permissions</b>
vec: 2. Toca <b>Autorixasion</b>

source: 3. Toggle <b>%1$s</b> to ON
vec: 3. Inposta <b>%1$s</b> so Consenti

source: About
vec: Informasion

source: About %1$s
vec: Informasion so %1$s

source: Accept the Risk and Continue
vec: Aceta el ris-cio e continua

source: Access browser activity during navigation
vec: Asedere a ƚa attività de el browser durante ƚa navigasion

source: Access browser tabs
vec: Asedere a ƚe schede de el browser

source: Access browsing history
vec: Asedi ne ƚa cronoƚogìa

source: Accessibility
vec: Acesibiƚità

source: Access recently closed tabs
vec: Asedere a ƚe schede sarà de resente

source: Access to the file was denied
vec: Aceso a el file no consentìo

source: Access your data for all websites
vec: Asedere a i dati de tuti i siti web

source: Access your location
vec: Acedere a ƚa to poxision

source: Account settings
vec: Inpostasion account

source: A completely redesigned browser awaits, with improved performance and features to help you do more online.\n\nPlease wait while we update %s with your
vec: Te speta on browser conpletamente ridisegnà, co mejo prestasion e funsioni che i renderà ƚa to vita online pì fasiƚe.\n\nSpeta mentre axornemo %s co

source: Adapts to your device settings
vec: Si adata a ƚe inpostasion de’l dispoxitivo

source: Add
vec: Xonta

source: Add %1$s?
vec: Instaƚare %1$s?

source: Add %1$s and %2$s to %3$s
vec: Xonta %1$s e %2$s a %3$s

source: Add %1$s to %2$s
vec: Xonta %1$s a %2$s

source: Add a shortcut to open private tabs from your Home screen.
vec: Xonta na scorciatoia par vèrxere schede anonime da ƚa schermata principaƚe.

source: Added to %s home!
vec: Xontà a ƚa pàgina inisiaƚe de %s

source: Added to top sites!
vec: Xontà a i siti principaƚi

source: Add folder
vec: Xonta carteƚa

source: Add new collection
vec: Xonta nova rancura

source: Add-ons
vec: Conponenti che se pole xontare

source: Add-ons Manager
vec: Gestore Estension

source: Add-on updates
vec: Axornamenti de el conponente xontà

source: Add private browsing shortcut
vec: Xonta scorciatoia nav. anonima

source: Address bar
vec: Bara de i indirisi

source: Address Not Found
vec: Indiriso no catà

source: Add search engine
vec: Xonta motore de reserca

source: Add shortcut
vec: Xonta scorciatoia

source: Add tab
vec: Xonta scheda

source: Add them to %1$s
vec: Xontali a %1$s

source: Add to Home screen
vec: Xonta a schermata principaƚe

source: Add to top sites
vec: Xonta a i siti principaƚi

source: Advanced
vec: Avanzate

source: Advanced…
vec: Avansate…

source: All actions
vec: Tute cuante ƚe asion

source: All cookies (will cause websites to break)
vec: Tutti i cookie (cualche sito no el funsionerà coretamente)

source: Allow
vec: Parmeti

source: ALLOW
vec: PARMETI

source: Allow %1$s to open %2$s
vec: Parmeti a %1$s de vèrxere %2$s

source: Allow %1$s to send notifications?
vec: Parmeti a %1$s de mandare notifeghe?

source: Allow %1$s to use your camera?
vec: Pasrmeti a %1$s de uxare ƚa to teƚecamera?

source: Allow %1$s to use your camera and microphone?
vec: Parmeti a %1$s de uxare ƚa to camera e el to microfono?

source: Allow %1$s to use your location?
vec: Parmeti a %1$s de uxare ƚa to poxision?

source: Allow %1$s to use your microphone?
vec: Parmeti a %1$s de uxare el to microfono?

source: Allow audio and video
vec: Parmeti audio e video

source: Allow audio and video on Wi-Fi only
vec: Parmeti audio e video solo con Wi-Fi

source: Allowed
vec: Consentìo

source: Allow search suggestions in private sessions?
vec: Parmetare sugerimenti de reserca in sesion anonime?

source: Allows Mozilla to install and collect data for experimental features
vec: Parmeti a Mozilla de instaƚare e racojere dati par funsionaƚità sperimentaƚi

source: All third-party cookies (may cause websites to break)
vec: Tuti cuanti i cookie de terse parti (cualche sito el poderìa no funsionare coretamente)

source: Alphabetically
vec: Alfabeticamente

source: Already have an account?
vec: Gheto xà on account?

source: Always
vec: Senpre

source: A new permission is required
vec: Na nova autorixasion dimandà

source: Appearance
vec: Aspeto

source: Apr
vec: Avr

source: Are you sure that you want to clear all the permissions for this site?
vec: Scanseƚare i parmesi par tuti i siti?

source: Are you sure that you want to clear all the permissions on all sites?
vec: Scanseƚare i parmesi par tuti i siti?

source: Are you sure that you want to clear this permission for this site?
vec: Scanseƚare sto parmeso par sto sito?

source: Are you sure you want to clear your history?
vec: Scanseƚare ƚa cronoƚogìa?

source: Are you sure you want to delete %1$s?
vec: Scanseƚare %1$s?

source: Are you sure you want to delete this bookmark?
vec: Scanseƚare sto segnalibro?

source: Are you sure you want to delete this login?
vec: Scanseƚare ste credensiaƚi?

source: A site is playing media
vec: On sito el xe drio riprodure contenudi multimediaƚi

source: Ask to allow
vec: Dimanda el consenso

source: Ask to save
vec: Dimanda vanti de salvare

source: Aug
vec: Ago

source: Authors
vec: Autori

source: Autofill
vec: Conpiƚasion otomàtica

source: Automatic
vec: Otomàtico

source: Automatically deletes browsing data when you select "Quit" from the main menu
vec: Scanseƚa otomàticamente i dati de navigasion cò vien seƚesionà “Va fora” nel menu principaƚe

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
vec: Scanseƚa otomàticamente i dati de navigasion cò viene seƚesionà “Va fora” nel menu principaƚe

source: Automatic Font Sizing
vec: Dimensionamento otomàtico de i caràtari

source: Autoplay
vec: Riprodusion otomàtica

source: Back
vec: Indrio

source: Balanced for protection and performance.
vec: Equilibrio tra protesion e prestasion.

source: Basics
vec: Generaƚe

source: Block audio
vec: Bloca audio

source: Block content and scripts that track you online
vec: Blocca contenuti e script che i tracia ƚa tò navigasion

source: Blocked
vec: Blocà

source: Blocked by Android
vec: Blocà da Android

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
vec: Bloca i cookie che ƚe reti pubblicitarie e ƚe società de analisi dati ƚe utilixa par tirar su i dati de navigasion cò pasi da on sito a naltro.

source: Blocks fewer trackers but allows pages to load normally
vec: Bloca on numero ridoto de eƚementi tracianti, ma consente a ƚe pàgine de cargarse coretamente

source: Blocks more trackers for better protection and performance, but may cause some sites to not work properly
vec: Bloca pì eƚementi tracianti, aumentando ƚa protesion, ma cualche sito el poderia no funsionare coretamente

source: Block video and audio
vec: Bloca video e audio

source: Bookmark
vec: Xonta a i segnaƚibri

source: Bookmark created.
vec: Segnaƚibro xontà.

source: Bookmark menu
vec: Menu segnaƚibri

source: Bookmarks
vec: Segnaƚibri

source: Bookmark saved!
vec: Segnaƚibro salvato

source: Bookmarks Menu
vec: Menu segnaƚibri

source: Bookmarks Toolbar
vec: Bara de i segnaƚibri

source: Bottom
vec: In baso

source: Browse privately
vec: Nàviga en modo riservà

source: Browse without being followed
vec: Nàviga sensa ƚasarte seguire

source: Browsing data deleted
vec: Dati de navigasion scanseƚà

source: Browsing history
vec: Cronoƚogìa de navigasion

source: Browsing history and site data
vec: Cronoƚogìa de navigasion e dati de i siti web

source: Cached images and files
vec: Immagini e file salvà ne ƚa cache

source: Camera
vec: Fotocamera

source: Camera and microphone are on
vec: Ƚa teƚecamera e el microfono ƚa xe ativa

source: Camera is on
vec: Ƚa machineta fotografica ƚa xe ativa

source: Cancel
vec: Anuƚa

source: Cannot Complete Request
vec: Inposibiƚe conpletare ƚa dimanda

source: Cannot share to this app
vec: Inposibiƚe condividare co sta app

source: Can’t edit default folders
vec: Inposibiƚe modìfegare ƚe carteƚe predefinìe

source: Check that search string matches Example format
vec: Verificare che ƚa stringa de reserca corisponda al formato de exenpio

source: Check your network connection or try reloading the page in a few moments.
vec: Verifega ƚa to conesion de rete o prova a recargare ƚa pàgina tra cualche istante.

source: Choose a color
vec: Seji a coƚore

source: Choose what to sync
vec: Sèji cosa sincronixare

source: Choose which trackers and scripts to block
vec: Sèji che tracianti e script blocare

source: Choose your theme
vec: Sèji el tò tema

source: Clear
vec: Pulisi

source: Clear permission
vec: Scanseƚa pàrmeso

source: Clear permissions
vec: Scanseƚa pàrmesi

source: Clear permissions on all sites
vec: Scanseƚa pàrmesi par tuti i siti

source: Clear recent browsing history, cookies, and related data
vec: Scanseƚare cronologìa de navigasion resente, cookie e dati asocià

source: Close
vec: Sara su

source: Close all tabs
vec: Sara su tute cuante ƚe schede

source: Close private tabs
vec: Sara su ƚe schede anonime

source: Close tab
vec: Sara su scheda

source: Close tab %s
vec: Sara su scheda %s

source: Collection %d
vec: Rancura %d

source: Collection deleted
vec: Rancura scanseƚà

source: Collection menu
vec: Menu rancura

source: Collection renamed
vec: Rancura rinominà

source: Collections
vec: Racolte

source: Collect the things that matter to you. To start, save open tabs to a new collection.
vec: Ragrupa i contenuti che ritieni inportanti. Par scomisiare, salva ƚe schede vèrte en na nova coƚesion.

source: Common myths about private browsing
vec: Miti da sfatare so ƚa navigasion anonima

source: Confirm
vec: Conferma

source: Connect another device
vec: Coneti on altro dispoxitivo

source: Connect Another Device…
vec: Coneti on altro dispoxitivo…

source: Content crashed
vec: Aresto anomaƚo de el contenudo

source: Content Encoding Error
vec: Erore de codifega de el contenudo

source: Control browser proxy settings
vec: Controƚare ƚe inpostasioni reƚative a i proxy

source: Cookies
vec: Cookie

source: Cookies from unvisited sites
vec: Cookie da siti web no vixità

source: Copy
vec: Còpia

source: Copy image location
vec: Còpia indiriso imagine

source: Copy link
vec: Còpia link

source: Copy password
vec: Còpia password

source: Copy site
vec: Còpia sito

source: Copy username
vec: Còpia nòme utente

source: Corrupted Content Error
vec: Erore: contenudo danegià

source: Could not open file
vec: No xe posibiƚe vèrxere el file

source: Crashes
vec: Aresto anomaƚo

source: Crash reporter
vec: Segnaƚasion de aresto anomaƚo

source: Created %s
vec: %s creà

source: Credit cards and addresses
vec: Carte de credito e indirisi

source: Cross-site and social media trackers
vec: Tracianti intersito e de i social media

source: Cross-Site Tracking Cookies
vec: Cookie tracianti intersito

source: Cryptominers
vec: Cryptominer

source: Current session image
vec: Immagine sesion corente

source: Custom
vec: Personalixà

source: Customize
vec: Personalixa

source: Custom search engine details
vec: Informasioni so’l motore de riserca personaƚixa

source: %d addresses
vec: %d indirisi

source: Dark
vec: Scuro

source: Dark color scheme
vec: Conbinasion de coƚori scura

source: Dark theme
vec: Tema scuro

source: Data choices
vec: Condivixion dati

source: Data collection
vec: Rancura dati

source: %d collections
vec: %d racolte

source: Dec
vec: Dex

source: Deceptive site issue
vec: Problema co sito inganevoƚe

source: Default search engine
vec: Motore de reserca predefinìo

source: Delete
vec: Scanseƚa

source: Delete %1$d items
vec: Scanseƚa %1$d eƚementi

source: Delete and Open
vec: Scanseƚa e vèrxi

source: Delete browsing data
vec: Scanseƚa dati de navigasion

source: Delete browsing data on quit
vec: Naxendo fora vegnerà scanseƚà i dati de navigasion

source: Delete collection
vec: Scanseƚa rancura

source: Deleted %1$s
vec: Scanseƚà %1$s

source: Deleted %s
vec: %s scanseƚà

source: Delete history
vec: Scanseƚa cronoƚogìa

source: Delete private tabs
vec: Scanseƚa schede anonime

source: Delete session
vec: Scanseƚa sesion

source: Deleting browsing data…
vec: Scanseƚasion dati de navigasion en corso…

source: Deleting selected bookmarks
vec: Scanseƚasion de i segnaƚibri seƚesionà

source: Deny
vec: Nega

source: DENY
vec: NEGA

source: Deselect All
vec: Deseƚesiona tuto

source: Desktop Bookmarks
vec: Segnaƚibri pc desktop

source: Desktop site
vec: Sito desktop

source: Details
vec: Informasioni

source: Developer tools
vec: Stromenti de sviƚupo

source: Device name
vec: Nòme dispoxitivo

source: Device name cannot be empty.
vec: Meter rento on nòme par el dispoxitivo.

source: Disabled
vec: Dixativà

source: Disable private browsing
vec: Dixativa navigasion anonima

source: Disconnect
vec: Disconeti

source: Dismiss find in page
vec: Sara su cata ne ƚa pàgina

source: Display notifications to you
vec: Vixualixare notifeghe

source: Don’t allow
vec: No parmetere

source: Don’t save
vec: No stà salvare

source: Download completed
vec: Download conpletà

source: Download failed
vec: Download falìo

source: Download files and read and modify the browser’s download history
vec: Scargare file, ƚexere e modìfegare ƚa cronoƚogìa de download de el browser

source: Downloading and verifying add-on…
vec: Download e verifega de el conponente xontà en corso…

source: Download paused
vec: Download en pausa

source: Downloads
vec: Download

source: Do you want %s to save this login?
vec: Salvare ste credensiali so %s?

source: %d pages
vec: %d pàgine

source: %d tabs
vec: %d schede

source: %d tab selected
vec: %d scheda seƚesionà

source: %d tabs selected
vec: %d schede seƚesionà

source: Edit
vec: Modìfega

source: EDIT
vec: MODÌFEGA

source: Edit bookmark
vec: Modìfega segnaƚibro

source: Edit folder
vec: Modìfega carteƚa

source: Edit search engine
vec: Modìfega motore de reserca

source: Enabled
vec: Ativo

source: Enable private browsing
vec: Ativa navigasion anonima

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
vec: Ativa par parmetare ƚa funsion “Pixica par el zoom“, anca su i siti web che i inpedise sto gesto.

source: Enhanced Tracking Protection
vec: Protesion antitraciamento avansà

source: Enhanced Tracking Protection is off for these websites
vec: Ƚa protesion antitraciamento avansà ƚa xe dixativà par sti siti

source: Enter a search string
vec: Meter rento na stringa de reserca

source: Entering full screen mode
vec: Pasa a schermo intiero

source: Enter search engine name
vec: Meter rento el nòme de’l motore de reserca

source: Error
vec: Erore

source: Error connecting to “%s”
vec: Erore de conesion a “%s”

source: Exceptions
vec: Ecesion

source: Exceptions let you disable tracking protection for selected sites.
vec: Co Ecesion te poi dixativare ƚa protesion antitraciamento par i siti seƚesionà.

source: Exchange messages with apps other that this one
vec: Scanbiare mesaji co altre app

source: Experiments
vec: Esperimenti

source: Extend developer tools to access your data in open tabs
vec: Consentire a i stromenti de sviƚupo de asedere a i dati de ƚe schede

source: Failed to disable %1$s
vec: Inposibiƚe dixativare %1$s

source: Failed to enable %1$s
vec: Inposibiƚe ativare %1$s

source: Failed to install %1$s
vec: Inposibiƚe instaƚare %1$s

source: Failed to query Add-ons!
vec: Inposibiƚe exeguire ƚa query de i conponenti xontà.

source: Failed to remove %1$s
vec: Inposibiƚe rimovere %1$s

source: Failed to sign-in
vec: Aceso no riusìo

source: Failed to uninstall %1$s
vec: Inposibiƚe dixinstaƚare %1$s

source: File Not Found
vec: File no catà

source: Fill link from clipboard
vec: Còpia el link da i scarabòci

source: Find in page
vec: Cata ne ƚa pàgina

source: Find next result
vec: Risultato seguente

source: Find previous result
vec: Risultato presedente

source: Fingerprinters
vec: Fingerprinter

source: Firefox Account
vec: Account Firefox

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
vec: Ƚa tecnologia de i conponenti xontabili de Firefox ƚa xe en costante axornamento. Sti conponenti axuntivi i utilixano framework inconpatibiƚi co Firefox 75 e versioni sucesive.

source: Firefox Preview (Private)
vec: Firefox Preview (nav. anonima)

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
vec: I dati de navigasion no i vegnerà pì sincronixà co l’account Firefox, ma no i sarà cavà da sto dispoxitivo.

source: FOLDER
vec: CARTEȽA

source: Follow device language
vec: Usa ƚa ƚengua de’l dispoxitivo

source: Follow device theme
vec: Uxa el tema de’l dispoxitivo

source: Font Size
vec: Dimension caràtari

source: Font size decrease
vec: Ridusi dimension de i caratari

source: Font size increase
vec: Aumenta dimension de i caratari

source: Font size will match your Android settings. Disable to manage font size here.
vec: Ƚa dimension de i caràtari corispondarà a ƚe inpostasion de Android. Dixativare par gestire ƚa dimension de i caràtari separatamente.

source: Forward
vec: Vanti

source: Frees up storage space
vec: Lìbara spasio de archiviasion

source: Front-facing camera
vec: Teƚecamera de davanti

source: General
vec: Generaƚe

source: Get answers here
vec: Cata tute ƚe risposte chive

source: Get data from the clipboard
vec: Lèxere i dati da i scaraboci

source: Get the most out of %s.
vec: Otien el masimo da %s.

source: Get to know %s
vec: A ƚa scoperta de %s

source: Give feedback
vec: Manda feedback

source: Go Back
vec: Torna indrio

source: Go Back (Recommended)
vec: Torna indrio (racomandà)

source: Got it
vec: Tuto ciaro

source: Go to Settings
vec: Và a ƚe inpostasion

source: Harmful site issue
vec: Problema de sito pericoƚoso

source: Have questions about the redesigned %s? Want to know what’s changed?
vec: Gheto dimande so el novo %s? Vuto savere che roba xe canbià?

source: Help
vec: Ajuto

source: Hide and show browser tabs
vec: Scondere e mostrare ƚe schede

source: Hide password
vec: Scondi password

source: History
vec: Cronoƚogìa

source: History item menu
vec: Menu cronoƚogìa

source: Homepage
vec: Pàgina inisiaƚe

source: In all tabs
vec: En tute cuante ƚe schede

source: Input data to the clipboard
vec: Salvare i dati ne i scaraboci

source: Insecure Connection
vec: Conesion no segura

source: Install
vec: Instaƚa

source: Install Add-on
vec: Instaƚa conponente da xontare

source: Installed
vec: Instalà

source: Invalid Address
vec: Indiriso mìa vaƚido

source: Invalid URL
vec: Indiriso no vàƚido

source: It requires your permission to:
vec: Bisogna avere el parmeso de:

source: Jan
vec: Xan

source: Jul
vec: Luj

source: Jun
vec: Xun

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
vec: Tìen i tò dati a’l riparo da òci curioxi. %s te protege da i eƚementi tracianti pì comuni che i cerca de seguire cueƚo che te fè online.

source: Know your rights
vec: I to diriti

source: Label for entering a text input field
vec: Eticheta par meter rento el testo en on canpo

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
vec: ¶ <label>Poderìa tratarse de on tentativo de sostituirse a’l sito originaƚe. Xe sconsijà proseguire.</label>¶ <br><br>¶ <label>I siti web i garantise ƚa propria identità traverso certificati. %1$s no considera el sito <b>%2$s</b> atendibiƚe parché l’otorità emittente de’l certificato ƚa xe sconosuda, el certificato el xe autofirmà o el server no el ga invià i certificati intermedi previsti.</label>¶

source: Language
vec: Ƚengua

source: Last 24 hours
vec: Ùlteme 24 ore

source: Last 30 days
vec: Ùltimi 30 dì

source: Last 7 days
vec: Ùltimi 7 dì

source: Last synced: never
vec: Ùltema sincronixasion: mai

source: Last synced: %s
vec: Ùltema sincronixasion: %s

source: Last updated
vec: Ùltimo axornamento

source: Later
vec: Pì tardi

source: Learn About Sending Tabs…
vec: Altre informasion so l’invio de schede…

source: Learn more
vec: Ulteriori informasion

source: Learn More
vec: Altre informasion

source: Learn more about permissions
vec: Altre informasioni so i parmesi

source: Learn more about Sync.
vec: Altre informasion so Sync.

source: Learn more link
vec: Link altre informasioni

source: Libraries that we use
vec: Librarie utiƚixà

source: Library
vec: Ƚibrarìa

source: Licensing information
vec: Informasion so ƚa licensa

source: Light
vec: Ciaro

source: Light color scheme
vec: Conbinasion de coƚori ciara

source: Light theme
vec: Tema ciaro

source: Limits the ability of social networks to track your browsing activity around the web.
vec: Limita ƚa capacità de i social network de traciare ƚe tò atività so’l web.

source: Link copied to clipboard
vec: Link copià ne i scarabòci

source: Loading
vec: Cargamento

source: Location
vec: Poxision

source: Logins
vec: Credensiaƚi

source: Logins and passwords
vec: Credensiaƚi e password

source: Logins and passwords that are not saved will be shown here.
vec: Ƚe credensiaƚi e ƚe password no salvà ƚe vegnerà mostrate chive.

source: Logins and passwords will not be saved for these sites.
vec: Ƚe credensiaƚi e ƚe password no ƚe vegnerà salvà par sti siti.

source: Make text on websites larger or smaller
vec: Aumenta o ridusi ƚa dimension de’l testo de i siti web

source: Malware site issue
vec: Problema de sito co malware

source: Manage site permissions
vec: Gestion pàrmesi siti

source: Marketing data
vec: Dati de marketing

source: May
vec: Mai

source: Microphone
vec: Microfono

source: Microphone 1
vec: Microfono 1

source: Microphone is on
vec: El microfono el xe ativo

source: Migration completed
vec: Migrasion conpletà

source: Monitor extension usage and manage themes
vec: Monitorare l’utilixo de ƚe estensioni e gestire i temi

source: More options
vec: Altre opsion

source: Mozilla location service
vec: Servisio de georiƚevasion Mozilla

source: Must have a title
vec: El tìtoƚo el xe obligatorio

source: Name
vec: Nòme

source: NAME
vec: NÒME

source: Name collection
vec: Nòme rancura

source: Never
vec: Mai
